@extends(env('THEME').'.layouts.site')
@section('title', $data['meta_title'])
@section('description', $data['meta_description'])
@section('og_title', $data['og_title'])
@section('og_description', $data['og_description'])

@section('content')
    <section class="privacy-policy-area ptb-100">
        <div class="container">
            <div class="section-title">
                <h1>Згода на обробку персональних даних</h1>
            </div>
            <div class="privacy-content">
                <p>Я, клієнт, даю згоду на зберігання та обробку моїх персональних даних Сервісом “BigOrange” (надалі – “Виконавець”) відповідно до наступної мети:</p>
                <ul>
                    <li>надання мені пропозицій продуктів і послуг Виконавця;</li>
                    <li>аналізу моїх даних та мого обслуговування як клієнта Виконавця;</li>
                    <li>отримання мною фінансової інформації;</li>
                </ul>
                <p>Виконавець зобов'язується здійснювати обробку персональних даних відповідно до вимог законодавства України з обробки персональних даних.</p>
                <p>Я даю згоду з тим, що мої персональні дані можуть бути передані третім особам, якщо цього вимагають умови надання заявлених мною послуг.</p>
                <p>Виконавець має право зберігати та обробляти персональні дані, які надав клієнт. Всі дані зберігаються на території України в безпечному програмно-апаратному
                    комплексі, який виключає можливість доступу до даних третім особам.</p>
                <p>Я доручаю Виконавцю, в разі, якщо цього вимагають правила та / або Регламенти відповідних сервісів, служб, публічних доменів опублікувати мої персональні дані в
                    базах даних відповідних сервісів, служб, за формою та розмірами, необхідними для функціонування таких сервісів, служб, реєстрів.</p>
                <p>Фактом погодження та надання цієї Згоди є проставлення мною відмітки у електронній формі на сайті Сервісу BigOrange, що є підтвердженням того, що я, як суб’єкт
                    персональних даних, надаю Виконавцю згоду на обробку та використання своїх персональних даних беззастережно і без обмежень відповідно до вимог Закону.</p>
                <p>Згода на обробку персональних даних надається строком на 5 (п’ять) років з дати її надання, або на інший строк, якщо такий передбачений законодавством.</p>
                <p>Підтверджую, що я проінформований (а) про свої права як суб’єкта персональних даних, визначених Законом, метою обробки даних, а також про той факт, що мої персональні дані включені до бази персональних даних «Клієнти», власником якої є Сервіс і, у зв’язку з цим, я не потребую подальшого письмового інформування про вказані вище обставини та інші дії, які можуть бути вчинені з моїми персональними даними.</p>
                <p>До цієї Згоди застосовується законодавство в сфері захисту інформації, персональних даних і тому подібне відповідно до Закону України «Про захист персональних даних», Закон України «Про інформацію», тощо.</p>
            </div>
        </div>
    </section>

@endsection
